[
  {
    "id": 1,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Labrador-Retriever-puppies-playing.jpg",
    "description": "Labs are friendly, outgoing, and high-spirited companions who have more than enough affection to go around for a family looking for a medium-to-large dog. Labs are famously friendly. They are companionable housemates who bond with the whole family, and they socialize well with neighbor dogs and humans alike. But don't mistake his easygoing personality for low energy: The Lab is an enthusiastic athlete that requires lots of exercise, like swimming and marathon games of fetch, to keep physically and mentally fit.",
    "breed_name": "Labrador Retriever",
    "saras_rating": 1,
    "friendly": true,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 2,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/French-Bulldog-puppy-standing-in-the-grass-holding-a-ball-in-its-mouth.jpg",
    "description": "The Frenchie is playful, alert, adaptable, and completely irresistible. Dogs of few words, Frenchies don't bark much, but their alertness makes them excellent watchdogs. They happily adapt to life with singles, couples, or families, and do not require a lot of outdoor exercise. They get on well with other animals and enjoy making new friends of the human variety. It is no wonder that city folk from Paris to Peoria swear by this vastly amusing and companionable breed.",
    "breed_name": "French Bulldogs",
    "saras_rating": 2,
    "friendly": true,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 3,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Golden.puppy_.jpg",
    "description": "They are serious workers at hunting and field work, as guides for the blind, and in search-and-rescue, enjoy obedience and other competitive events, and have an endearing love of life when not at work. Goldens are outgoing, trustworthy, and eager-to-please family dogs, and relatively easy to train. They take a joyous and playful approach to life and maintain this puppyish behavior into adulthood. These energetic, powerful gundogs enjoy outdoor play. For a breed built to retrieve waterfowl for hours on end, swimming and fetching are natural pastimes.",
    "breed_name": "Golden Retrievers",
    "saras_rating": 3,
    "friendly": true,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 4,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/German-Shepherd-puppies.jpg",
    "description": "Generally considered dogkind's finest all-purpose worker, the German Shepherd Dog is a large, agile, muscular dog of noble character and high intelligence. Loyal, confident, courageous, and steady, the German Shepherd is truly a dog lover's delight. German Shepherds will be gentle family pets and steadfast guardians, but, the breed standard says, there's a 'certain aloofness that does not lend itself to immediate and indiscriminate friendships.'",
    "breed_name": "German Shepherd",
    "saras_rating": 4,
    "friendly": true,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 5,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Poodle-MP.jpg",
    "breed_name": "Poodles",
    "saras_rating": 5,
    "description": "Poodles are eager, athletic, and wickedly smart dogs of remarkable versatility. The Standard, with his greater size and strength, is the best all-around athlete of the family, but all Poodles can be trained with great success.",
    "friendly": false,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 6,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Bulldog-puppies.jpg",
    "breed_name": "Bulldogs",
    "saras_rating": 6,
    "description": "Kind but courageous, friendly but dignified, the Bulldog is a thick-set, low-slung, well-muscled bruiser whose 'sourmug' face is the universal symbol of courage and tenacity. These docile, loyal companions adapt well to town or country.",
    "friendly": false,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 7,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Beagle-Puppy.jpg",
    "breed_name": "Beagles",
    "saras_rating": 7,
    "description": "Not only is the Beagle an excellent hunting dog and loyal companion, it is also happy-go-lucky, funny, and thanks to its pleading expression, cute. They were bred to hunt in packs, so they enjoy company and are generally easygoing. These are curious, clever, and energetic hounds who require plenty of playtime.",
    "friendly": true,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 8,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Rottweiler-puppy-6-weeks-old-sitting-on-a-white-background.jpg",
    "breed_name": "Rottweilers",
    "saras_rating": 8,
    "description": "A gentle playmate and protector within the family circle, the Rottie observes the outside world with a self-assured aloofness. Early training and socialization will harness a Rottie's territorial instincts in a positive way.",
    "friendly": false,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 9,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/German-Shorthaired-Pointer-puppies.jpg",
    "breed_name": "German Shorthaired Pointers",
    "saras_rating": 9,
    "description": "Built to work long days in the field or at the lake, GSPs are known for power, speed, agility, and endurance. 'Noble' and 'aristocratic' are words often used to describe the overall look. GSPs make happy, trainable pets who bond firmly to their family. They are always up for physical activities like running, swimming, organized dog sports - in fact, anything that will burn some of their boundless energy while spending outdoors time with a human buddy.",
    "friendly": false,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 10,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Dachshund-puppies-sitting-together.jpg",
    "description": "Dachshunds aren't built for distance running, leaping, or strenuous swimming, but otherwise these tireless hounds are game for anything. Smart and vigilant, with a big-dog bark, they make fine watchdogs. Bred to be an independent hunter of dangerous prey, they can be brave to the point of rashness, and a bit stubborn, but their endearing nature and unique look has won millions of hearts the world over.",
    "breed_name": "Dachshund",
    "saras_rating": 10,
    "friendly": true,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 11,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Pembroke-Welsh-Corgi-puppy.jpg",
    "description": "Among the most agreeable of all small housedogs, the Pembroke Welsh Corgi is a strong, athletic, and lively little herder who is affectionate and companionable without being needy. As herders bred to move cattle, they are fearless and independent. They are vigilant watchdogs, with acute senses and a 'big dog' bark. Families who can meet their bold but kindly Pembroke's need for activity and togetherness will never have a more loyal, loving pet.",
    "breed_name": "Pembroke Welsh Corgis",
    "saras_rating": 11,
    "friendly": true,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 12,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Australian-Shepherd.10440112.jpg",
    "description": "In all ways, they're the picture of rugged and agile movers of stock. Aussies exhibit an irresistible impulse to herd, anything: birds, dogs, kids. This strong work drive can make Aussies too much dog for a sedentary pet owner. Aussies are remarkably intelligent, quite capable of hoodwinking an unsuspecting novice owner. In short, this isn't the pet for everyone. But if you're looking for a brainy, tireless, and trainable partner for work or sport, your search might end here.",
    "breed_name": "Australian Shepherds",
    "saras_rating": 12,
    "friendly": true,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 13,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Yorkshire-puppy.jpg",
    "description": "Don't let the Yorkie's daintiness fool you. Tenacious, feisty, brave, and sometimes bossy, the Yorkie exhibits all the traits of a true terrier. Often named the most popular dog breed in various American cities, Yorkies pack lots of big-town attitude into a small but self-important package. They are favorites of urbanites the world over. Yorkies are long-lived and hypoallergenic (the coat is more like human hair than animal fur), and they make fine little watchdogs. This is a true 'personality breed,' providing years of laughs, love, and close companionship.",
    "breed_name": "Yorkish Terriers",
    "saras_rating": 13,
    "friendly": true,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 14,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Boxer-puppy-laying-down.jpg",
    "breed_name": "Boxers",
    "saras_rating": 14,
    "description": "Loyalty, affection, intelligence, work ethic, and good looks: Boxers are the whole doggy package. Bright and alert, sometimes silly, but always courageous, the Boxer has been among America's most popular dog breeds for a very long time. Boxers are upbeat and playful. Their patience and protective nature have earned them a reputation as a great dog with children. They take the jobs of watchdog and family guardian seriously and will meet threats fearlessly. Boxers do best when exposed to a lot of people and other animals in early puppyhood.",
    "friendly": false,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 15,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Cavalier-King-Charles-Spaniel_Puppy_Grass.jpg",
    "breed_name": "Cavalier Spaniels",
    "saras_rating": 15,
    "description": "The Cavalier King Charles Spaniel wears his connection to British history in his breed's name. Cavaliers are the best of two worlds, combining the gentle attentiveness of a toy breed with the verve and athleticism of a sporting spaniel. Adaptable Cavaliers do equally well with active owners and homebodies, they can be upbeat athletes or shameless couch potatoes, depending on an owner's lifestyle.",
    "friendly": false,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 16,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Doberman-Pinscher-puppies.jpg",
    "breed_name": "Doberman Pinschers",
    "saras_rating": 16,
    "description": "Sleek and powerful, possessing both a magnificent physique and keen intelligence, the Doberman Pinscher is one of dogkind's noblemen. This incomparably fearless and vigilant breed stands proudly among the world's finest protection dogs. ",
    "friendly": true,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 17,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Great-Dane-puppy-laying-down.jpg",
    "breed_name": "Great Danes",
    "saras_rating": 17,
    "description": "The easygoing Great Dane, the mighty 'Apollo of Dogs,' is a total joy to live with, but owning a dog of such imposing size, weight, and strength is a commitment not to be entered into lightly. This breed is indeed great, but not a Dane.",
    "friendly": false,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 18,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Miniature-Schnauzer-puppy-laying-down.jpg",
    "description": "The Miniature Schnauzer, the smallest of the three Schnauzer breeds, is a generally healthy, long-lived, and low-shedding companion. Add an outgoing personality, a portable size, and sporty good looks, and you've got an ideal family dog. ",
    "breed_name": "Miniature Schnauzers",
    "saras_rating": 18,
    "friendly": true,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 19,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Two-Siberian-Husky-puppies.jpg",
    "description": "Siberian Husky, a thickly coated, compact sled dog of medium size and great endurance, was developed to work in packs, pulling light loads at moderate speeds over vast frozen expanses. Sibes are friendly, fastidious, and dignified. ",
    "breed_name": "Siberian Huskies",
    "saras_rating": 19,
    "friendly": true,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 20,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Bernese-Mountain-Dog_Puppy_Bone.jpg",
    "description": "Big, powerful, and built for hard work, the Bernese Mountain Dog is also strikingly beautiful and blessed with a sweet, affectionate nature. Berners are generally placid but are always up for a romp with the owner, whom they live to please. ",
    "breed_name": "Bernese Mountain Dogs",
    "saras_rating": 20,
    "friendly": true,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 21,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Cane-Corso-MP.jpg",
    "description": "Smart, trainable, and of noble bearing, the assertive and confident Cane Corso is a peerless protector. The Corso's lineage goes back to ancient Roman times, and the breed's name roughly translates from the Latin as 'bodyguard dog.'Corsi are intelligent, loyal, eager to please, versatile, and intensely loyal to their humans, but are also assertive and willful, and can end up owning an unwitting owner. As with any other big guardian dog, responsible breeding and early socialization with people and other dogs is vital.",
    "breed_name": "Cane Corso",
    "saras_rating": 21,
    "friendly": true,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 22,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Shih-Tzu-MP.jpg",
    "breed_name": "Shih Tzu",
    "saras_rating": 22,
    "description": "That face! Those big dark eyes looking up at you with that sweet expression! It's no surprise that Shih Tzu owners have been so delighted with this little 'Lion Dog' for a thousand years. Where Shih Tzu go, giggles and mischief follow.",
    "friendly": false,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 23,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Boston-Terrier-MP.jpg",
    "breed_name": "Boston Terriers",
    "saras_rating": 23,
    "description": "The Boston Terrier is a lively little companion recognized by his tight tuxedo jacket, sporty but compact body, and the friendly glow in his big, round eyes. His impeccable manners have earned him the nickname 'The American Gentleman.'",
    "friendly": false,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 24,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Pomeranian-puppies-sitting-on-a-white-background.jpg",
    "breed_name": "Pomeranians",
    "saras_rating": 24,
    "description": "The tiny Pomeranian, long a favorite of royals and commoners alike, has been called the ideal companion. The glorious coat, smiling, foxy face, and vivacious personality have helped make the Pom one of the world's most popular toy breeds. Poms are active but can be exercised with indoor play and short walks, so they are content in both the city and suburbs. They will master tricks and games with ease, though their favorite activity is providing laughs and companionship to their special human.",
    "friendly": true,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 25,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Havanese-puppy.jpg",
    "breed_name": "Havanese",
    "saras_rating": 25,
    "description": "Havanese, the only dog breed native to Cuba, are cheerful little dogs with a spring in their step and a gleam in their big, brown eyes. These vivacious and sociable companions are becoming especially popular with American city dwellers. ",
    "friendly": false,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 26,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/English-Springer-Spaniel-MP.jpg",
    "description": "The English Springer Spaniel is a sweet-faced, lovable bird dog of great energy, stamina, and brains. Sport hunters cherish the duality of working Springers: handsome, mannerly pets during the week, and trusty hunting buddies on weekends. ",
    "breed_name": "English Springer Spaniels",
    "saras_rating": 26,
    "friendly": true,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 27,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Brittany-puppy-with-a-toy.jpg",
    "description": "Sportsmen on both sides of the Atlantic cherish the agile, energetic Brittany as a stylish and versatile gundog. Bright and eager at home, and tireless afield, Brittanys require a lot of exercise, preferably with their favorite humans. ",
    "breed_name": "Brittanys",
    "saras_rating": 27,
    "friendly": true,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 28,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Four-Shetland-Sheepdog-puppies.jpg",
    "description": "The Shetland Sheepdog, also known as the Sheltie, is an extremely intelligent, quick, and obedient herder from Scotland's remote and rugged Shetland Islands. Shelties bear a strong family resemblance to their bigger cousin, the Collie. ",
    "breed_name": "Shetland Sheepdogs",
    "saras_rating": 28,
    "friendly": true,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 29,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Cocker-Spaniel-puppies.jpg",
    "description": "The merry and frolicsome Cocker Spaniel, with his big, dreamy eyes and impish personality, is one of the world's best-loved breeds. They were developed as hunting dogs, but Cockers gained their wide popularity as all-around companions.",
    "breed_name": "Cocker Spaniels",
    "saras_rating": 29,
    "friendly": true,
    "sheds": false,
    "easy_to_train": true
  },
  {
    "id": 30,
    "photo": "https://www.akc.org/wp-content/uploads/2017/11/Miniature-American-Shepherd-puppy-outdoors.jpg",
    "breed_name": "Miniature American Shepherds",
    "saras_rating": 30,
    "description": "True herders in spite of their compact size, Minis are bright, self-motivated workers and endearingly loyal and lively companion dogs who have an affinity for horses. Despite their size, Minis are every inch a true herding dog: energetic, versatile, rugged, and extremely bright. ",
    "friendly": false,
    "sheds": false,
    "easy_to_train": true
  }
]
